/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Елементът не може да бъде изпратен";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Моля, опитайте отново по-късно";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Не сте влезли в Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ изпрати снимка.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Това устройство все още не поддържа новите функции за споделяне на снимки в Skype, но можете да прегледате снимките в браузъра си оттук: %@";
